aa
aargau
ab
abandoned
abandoned”
abandonment
abatements
abbc
abbondantemente”
abbondanti
abbreviated
abbreviating
abbreviation
abbé
abel
aberdeen
abhor
abide
abilities
ability
abject
able
ablebodied
abler
abnormal
abnormally
abode
aboli
abolish
abolished
abolished”
abolishing
abolition
abomination
aboriginal
aborigines
abortion
abortive
abound
abounding
aboute
about”
abovementioned
abovenamed
abraded
abraham
abrasion
abreast
abridge
abridged
abroad
abrode
abscesses
absence
absent
absentee
absolute
absolutely
absorb
absorbable
absorbed
absorbent
absorbers
absorbing
absorbs
absorption
abstain
abstains
abstemious
abstention
abstinence
abstinence”
abstract
abstracted
abstractedly
abstraction
abstracts
absurd
absurdity
absurdity”
absurdly
abundance
abundant
abundantly
abuse
abused
abuses
abuses”
abyss
academy
accelerate
accelerated
accelerates
acceleration
accentuation
accept
acceptance
accepted
accepts
access
accessible
accessoire
accessories
accessory
accident
accidental
accidentality
accidentally
accidents
accidents”
accommodate
accommodates
accommodating
accommodation
accompanied
accompanies
accompaniments
accompany
accompanying
accomplish
accomplished
accomplishes
accomplishment
accomplish”
accord
accordance
according
accordingly
accord”
accostare
account
accounted
accounts
accrescere
accrue
accrued
accruing
accumulate
accumulated
accumulates
accumulates”
accumulating
accumulation
accumulations
accumulation’s
accumulation”
accumulator
accumulée
accuracy
accurate
accurately
accursed
accurs’d
accusation
accuse
accused
accusers
accustomed
acerba
achat”
acheter
acheter”
achetée
acheveur
achieved
achieved”
achievement
achieves
achieving
achsen
achtzehnte
achète
acid
acids
ackerbaus
acknowledge
acknowledged
acknowledgement
acknowledges
acknowledge”
acme
acquaintance
acquaintances
acquainted
acquainted”
acquiescence
acquirable
acquire
acquired
acquires
acquiring
acquis
acquise
acquisition
acquitted
acquérons
acre
acreage
acres
across
act
acted
acti
acting
action
actions
active
active”
activities
activity
actor
actors
acts
acts”
actual
actuality
actually
act”
acumen
acute
acutely
acuteness
ad
adage
adam
adam’s
adapt
adaptation
adapted
adapting
adapts
aday
add
added
added”
addendum
adding
addington
addition
additional
additionnelle”
additionner
additionnées
additions
address
addressed
address”
adds
adduced
adept
adepts
adequate
adequately
adhered
adherents
adjacent
adjoin
adjoining
adjunct
adjuncts
adjusted
adjusting
adjustment
administer
administered
administering
administers
administration
administrations
administrative
admirable
admirably
admire
admirer
admirers
admires
admissible
admission
admit
admits
admittance
admitted
admitting
admixture
ado
adolescents
adopt
adopted
adopting
adoption
adopts
adored
adorn
ador’d
adrift
adult
adulterated
adulterates
adulteration
adulterations
adulterators
adulterer
adulteress
adults
adults”
adunaton
advance
advanced
advancement
advances
advance”
advancing
advantage
advantageous
advantageously
advantages
advantages”
advantage”
advent
adventure
adventurers
adverse
adversity”
advert
adverted
advertised
advertisement
advertisements
advertiser
advertising
advisable
advise
advises
advocate
advocated
aedileship
aequali
aerial
aesop’s
aesthetic
af
affaires
affairs
affect
affected
affecting
affection
affections
affection’
affects
affirm
affirmative
affirmed
affirms
afflux
afford
afforded
affords
afloat
aforesaid
aforetime
afraid
afresh
africa
african
afterlife
afternoon
afternoons
afternoons”
afterwards
afterword
again”
agayne
agayne”
age
aged
agencies
agency
agent
agents
agent”
ager
ages
agglomeration
agglomerations
aggrandisement
aggravate
aggravated
aggravator
aggregate
aggregated
aggregating
aggregation
agility
agiotage
agitate
agitation
agitators
agitators”
ago
agon
agonies”
agony
ago”
agree
agreeable
agreeably
agreed
agreeing
agreement
agreements
agreement”
agrees
agricoles
agriculteurs
agricultur
agricultural
agriculturalists
agriculture
agriculture”
agriculturist
agriculturists
agrikultur
agrippa
agronomists
agunt
ahead
ai
aid
aided
aiding
aidée
aikin
ailing
aim
aime
aimed
aims
ainsi
air
aire
aise
ait
ajoute
ajoutezvous
akers
al
alarming
alas
albany
alchemistical
alchemists
alchemy
alcohols
alcuni
aldermen
aleqinos
alert
alex
alexander
alexandra
alexis
algebra
algebraic
alhqeia
alia
alias
alien
alienable
alienate
alienated
alienates
alienating
alienation
aliens
alike
aliquot
alive
allages
allan
allegation”
allege
alleged
allemagne
allemand
allembracing
aller
alley”
alliance
allied
allies
allimportant
allinson
allinsworth
allo
allon
allotment
allotments
allotted
allow
allowance
allowed
allowing
allows
allpowerful
allshrewd
allsufficient
allude
alluded
alludes
alluding
allusion
alluvial
allw
ally
all’esser
all”
almighty
almost
alms
alone
along
alongside
alors
aloud
alpine
already
also
also”
altar
alter
alteration
alterations
altered
altering
altern
alternate
alternately
alternating
alternation
alternative
alters
altho
although
altitude
altogether
altogether”
altri
altro
alum
aluminium
always
amass
amazing
ambiguity
ambition
amelioration
amenable
amend
amended
amending
amends
amenities
america
american
americana
americans
america’s
america”
amid
amidst
amis
amiss
among
amongst
amore
amortise
amount
amounted
amounting
amounts
amount”
amphibious
ample
amply
amst
amsterdam
amuck
amused
amusements
amène
anacharsis
anachronism
anachronisms
anagke
analizzando
analogies
analogous
analogy
analyse
analysed
analysing
analysis
analytic
analytiques
anarchical
anarchy
anatomicophysiological
anatomists
anatomy
anche
ancient
ancients
anderson
andover
andrew
andy
anecdote
anent
aner
anew
anfang
angier
angliae”
anglicisms
anglosaxon
angrier
angry
animal
animals
animal”
animated
animosity
ann
annals
anne
annexation
annexed
annexes
annexing
anne’s
annihilate
annihilated
annihilates
annihilating
annihilation
annos
announce
announced
announcement
announces
annoy
annual
annually
annuel
annuitants
annuity
annul
annulled
annulling
annum
année
anomaly
anonymous
anonymously
another
another’s
another”
answer
answerable
answered
answering
answers
answer”
antagonism
antagonisms
antagonist
antagonistic
antagonists
ante
antecedent
antediluvian
anterior
anteriore
anthropology
anti
anticapitalistic
antiche
anticipate
anticipated
anticipating
anticipation
anticlimax
anticorn
antidote
antifactory
antifeudal
antigone
antijacobin
antinomy
antipathy
antipatros
antipodes
antiquated
antique
antiquities
antiquity
antitheses
antithesis
antithetic
antithetical
antrim
antus
anvil
anwendung
anxious
anxiously
anyhow
anyone
anything
anywhere
any”
anéantissant
août
apace
apantwn
apart
apartment
apartments
apiece
apocalypse
apologetic
apologetics
apologist
apologists
apology
apoplexy
apostle
apostrophises
apotheosis
app
appalled
apparatus
apparatus”
apparel
apparent
apparently
apparition
appartenant
appeal
appealed
appear
appearance
appearances
appeared
appearing
appears
appeler
appelé
appendage
appended
appendix
appertaining
appetite
appian
applaud
applause
apple
appliance
appliances
applicable
applicando
applicants
application
applications
applied
applies
apply
applying
appointed
appoints
apporter
apportion
apportioned
apportionment
appreciable
appreciation
apprehended
apprehend”
apprehension
apprehensive
apprentice
apprenticed
apprentices
apprenticeship
approach
approached
approaches
approaching
approbation
appropriate
appropriated
appropriates
appropriating
appropriation
appropriation”
appropriator
appropriators
approved
approximate
approximately
approximates
approximating
approximation
appurtenance
appurtenances
appurtenant
april
apron
après
apsden
apt
aptitudes
aptly
arabia
arable
arabs
arbeit
arbeitenden
arbeitgeber
arbeitnehmer
arbeitslos
arbeitslöhne
arber
arbitrarily
arbitrary
arbitrator
arbitrators
arbitrator”
archaic
archaig
archilochus
archimedes
archipelago
architect
archparson
archphilistine
arduous
ardverikie
area
areas
arena
are”
argent
argentanorum”
argent”
argument
argumentation
arguments
ariostian
arise
arisen
arises
arising
aristocracy
aristocratic
aristocrats
aristoteles
aristoteles”
aristotle
aristotle’s
arithmetic
arithmetic”
arkwright
arkwright’s
arledge
arm
armed
armful
armies
arming
armor
arms
army
armycontractors
army”
arnold
arose
around
aroused
arranged
arrangement
arrangements
arranges
arrayed
arrest
arrivabene
arrival
arrive
arrived
arriver
arrives
arrogant
arrows
arsenal
art
artem
arthur
arti
article
articles
articles”
article”
artifice
artificer
artificers
artifices
artificial
artificially
artificielles
artificum”
artisan
artisans
artisans”
artistic
artists
artists”
arts
ascertain
ascertained
ascertained”
asceticism
ascribe
ascribes
ascribing
ashamed
ashen
ashes
ashley
ashton
ashtonunderlyne
ashworth
asia
asiatic
asiatics
aside
asiento
ask
asked
asking
asks
aspect
aspects
aspersion
aspirations
aspire
aspired
ass
assassinate
assassinated
assassination
assemblage
assembled
assemblies
assembly
assent
assert
asserted
asserting
assertion
assertions
asserts
asses
assessable
assiduité
assiduous
assiduously
assign
assignats
assigned
assigning
assigns
assimilation
assist
assistance
assistant
assistants
assisting
assists
assizes
associated
association
associations
association”
assume
assumed
assumes
assuming
assumption
assumptions
assurance
assure
assured
assuredly
assuring
assyrian
asthma
astonish
astonished
astonishes
astonishing
astonishment
astound
astounded”
astounding
astray
astres
astrologer
astronomy
astute
asunder
asylum
asylums
ate
ateliers
ateliers”
atheism
athenaeus
athenian
athenians
athens
athlete
athletic
athwart
atlantic
atmosphere
atom
atomic
atone
atrocious
atrophy
attach
attached
attaches
attachment
attachés
attack
attacked
attacking
attacks
attack”
attain
attainable
attained
attained”
attaining
attainment
attains
attempt
attempted
attempting
attempts
attend
attendance
attendants
attended
attending
attendre
attentatoires
attention
attention”
attentive
attercliffe
attested
attiré
attitude
attract
attracted
attracting
attraction
attractions
attracts
attribute
attributed
attributed”
attributes
attributing
attuale
au
aucun
audacity
auf
auflage
auflage”
augier
augment
augmentation
augmented
augmented”
augmenting
augments
august
auguste
aujourd’hui
aulder
auquel
aura
auri
auriferous
aus
auspices
aussi
australia
australian
austria
aut
autant
autarceia
autaresς”
auteurs
authentic
author
authoress
authorised
authoritative
authorities
authority
authors
author’s
autocracy
autocrat
autocrats
automatic
automatically
automaton
automatons
autonrgoi
autre
autres
autres”
autre”
autumn
aux
auxiliary
auxquels
avail
available
availing
avails
avalanche
avant
avarice
avarice”
avec
aveling
avelings
avenged
average
averages
averring
avert
averted”
avignon
avoid
avoidably
avoidance
avoided
avoids
avoir
avons
avonsnous
avowed
avowedly
awake”
aware
away
awaye
away”
aweek
awful
awl
axholme
axles
aye
ayear
ayez
azione”
a–b
a–b–c
a––b
a––c
a–––b
a–––b–b––c
a–––b–c
a–––b––c
a–––b–––c
a’s
b
babbage
babblers
babes
babylon
back
backbone
backdoor
background
backs
backwards
bacon
bad
badenoch
badly
badlydeveloped
badlylighted
badness
badsey
baffin’s
bagmaker
bagmen
bagnos
bags
bailey
bailiff
bait
baiter
bakehouse
bakehouses
baker
bakeries
bakers
bakers”
baking
bakingtrade
baking”
balance
balances
balancesheet
balance”
bales
ball
ballard
balls
baltimore
balzac
bamboos
ban
banalities
band
bandmühle
bands
baneful
banished
banishes
banishment
banjuwangi
bank
bankbook
banker
bankers
bankers’
bankes
banking
banking”
banknote
banknotes
bankocracy
bankocrats
bankrupt
bankruptcy
bankrupt’s
banks
banks”
banner
banquets
bantering
baptised
baptises
baptism
barbarian
barbaric
barbarism
barbarism”
barbarities
barbarity
barbarous
barber
barbergenius
barbon
barbon’s
bare
barefaced
barely
bargain
bargaining
bargains
barillet
barley
barleymeal
barn
barns
barometrical
baron
baronies
baronised
barrack
barracks
barred
barren
barrier
barriers
barrister
barristeratlaw
bars
bart
barter
bartered
barton
bas
base
based
basedows
bases
basic
basilden
basis
baskets
bastard
bastiat
bastiat”
batch
batches
bate
bathed
bathing
batley
battalions
battle
battled
battles
bavaria
bavarian
bawdy
bawl
bay
baynes
bayonets
bd
beaks
beans
bear
bearable
bearing
bearings
bears
bear”
beast
beasts
beast”
beat
beaters
beaucoup
beauties
beautifies
beautiful
beauty
bebel”
became
beccaria
become
becomes
become”
becoming
bed
bedding
bedflocks
bedford
bedfordshire
bedroom
bedrooms
bedroom”
beds
bedsteads
bed”
bee
beecher
beef
beenham
beer
beerseller
beer”
bees
bees”
beetler
beetroot
beeynge
bee”
befits
befohlen
beforehand
beforehand”
beforementioned
before”
beg
began
begat
beget
begets
begets”
begetting
beggars
beggarsoup
beggar’s
begging
beggyng
begin
beginning
beginnings
begins
begins”
begone
begot
begotten
begriffe
begrimed
begrundung
begun
beg”
behalf
behave
behaviour
behead
behind
beinfaits’
beings
beings”
being”
bekker
belabouring
belauded
belesprit
belfast
belgian
belgique”
belgium
belie
belief
believe
believed
believes
believing
bell
bellers
belles
bellies
bellow
bellows
bellum
belly
belong
belonged
belonging
belongings
belongs
bemoan
ben
bench
bene
beneath
beneficed
beneficent
benefices
beneficial
beneficially
benefit
benefited
benefits
benefits”
benefit’”
benefit”
benevolent
bengal
beni
benignant
benjamin
bennett
bent
bentham
bents
bequeath
bequeathed
bere
bereft
berkeley
berks
berkshire
berlin
bernard
bert
besançon
beset
besides
besieged
besmeared
besogne
besoin
best
bestiae
bestial
bestowed
bestowed”
bestows
bestpaid
bestrewn
besydes
betel
bethnal
betray
betrays
better
bettering
betteroff
betters
bewegung
bewildering
beyond
be”
bibl
bible
bibles
bible–money–brandy
biblical
bibliothek”
bidaut
bidden
bidder
bien
bienfaits
biens
bientôt
bienêtre
biese
big
bigg
biggest
biggleswade
bigness
bill
billets
billion
bills
bill”
bimetallist
bimonthly
bind
binding
binds
binn
biology
birdcages
birds
bird’s
bird”
birmingham
birth
birthpangs
birthplace
birthplaces
birthright
births
birththroes
biscuitbaking
biscuitmaking
bishop
bit
bits
bitten
bitter
bitterly
bk
black
blackbeetles
blackburn
blackfaced
blacking
blackmarket
blackskins
blacksmith
blacksmiths
blackwell
blade”
blaise
blakey
blame
blanc
blanford
blank
blankest
blankets
blanqui
blanqui”
blasphemy
blast
blastfurnace
blastfurnaces
blasé
blatant
blazing
blazon
bleacher
bleachers
bleachers”
bleaching
bleachingworks
bleachworks
bled
bleed
blend
blending
bless
blessed
blessing
blessings
blessée
blind
blindly
block
blockprinting
blood
bloodforming
bloodhounds
bloodless
bloodletting
bloodstain
bloodsucking
bloody
blood”
bloom
blossomed
blow
blower
blowing
blowingengine
blowingroom
blown
blownflint
blows
blue
blunden
blunder
blunt
blunted
blurts
board
boarded
boards
boast
boasted
boastful
boasts
boats
bobbin
bobbinmaking
boden
bodies
bodies’
bodily
body
bogs
boileau
boiled
boiler
boilers
boisguillebert
boisterous
bold
boldness
bolingbroke’s
bolting
bolton
bon
bona
bonaparte
bonaparte”
bond
bondage
bondage”
bonds
bondsman
bondsmen
bond”
bone
boneearth
bones
bonnetmaking
book
bookbinding
bookkeeper
bookkeeping
books
boon
boorishly
boors
boot
boothroyd
bootmaking
boots
booty
border
bordering
borders
border”
bore
bored
bores
boring
boris
born
borne
borough
borrow
borrowed
borrowing
borrows
borsa”
bosh”
bosom
boss
boston
both”
bottle
bottlemaker
bottles
bottom
bought
boulton
bound
boundaries
boundary
bounden
boundless
boundlessness
bounds
bound’
bounty
bourgeois
bourgeoisdom
bourgeoise
bourgeoisie
bourgoigne
bourreau
bowels
bower
bows
box
boxhorn
boy
boyard
boyards
boys
boys’
boys”
boy’s
boîte
brackets
bradenham
bradford
bragged
brahmin
braidmaking
brain
brainfunctions
brains
branch
branches
brand
branded
brandenburg
branding
brands
brandy
bras
brass
brassfoundries
brave
bravery
bray
brazier’s
brazilian
breach
breachloaders
bread
breadcutter
breadmaking
breadstuffs
breadth
breadth”
bread’s
bread”
break
breakages
breakdown
breaker
breakers
breakfast
breaking
breakingup
breaks
breast
breath
breathe
breathed
breathing
breaths
bred
breed
breeder
breeding
brentano
brentanomarx
brentano’s
breslau
brethren
bribery
brick
brickie
bricklayer
bricklayers
brickmakers
brickmaking
bricks
brickworks
bridges
bridle
brief
briefe
briefly
bright
brighter
bright’s
brilliancy
brilliant
brindley
bring
bringer
bringing
brings
bring”
brink
brinworth
brique
briques
brisk
bristles
bristol
brit
britain
britain’s
britain”
british
briton
broad
broadhurst
brodie
broke
broken
broker
brokers
bronchitis
bronze
brood
bros
broth
brothel
brother
brotherly
brothers
brougham
brought
broughton
brow
brown
browns
brows”
bruce
bruckner
brumaire
brunner
brush
brushwood
brusseles
brussels
brutal
brutalises
brutalising
brutalities
brutality
brutally
brute
bruxelles
bruxelles”
bubble
buchanan
buchez
buckets
buckingham
buckinghamshire
buckram
buckwheat
budded
budding
budget
buffeted
build
builder
builders
building
buildings
buildings”
builds
built
bulged
bulk
bulletins
bullion
bulllike
bulwark
bump
bunbury
bundle
bungler
bungling
bungling”
burden
burdened
burdening
burdensome
burdensome”
bureaucracy
burgundy
buried
burke
burkes
burke’s
burn
burning
burnt
burst
bursts
burthen
bury
bushel
bushels
busied
busily
business
businesses
businesslike
businessman
businessmen
business’
business”
busiris
busy
butcher
butler
butter
button
butyric
but”
buy
buyable
buyer
buyers
buyers”
buying
buys
buy”
bygone
bystander
bythebye
bête
büchner
b–b
b–c
b––c
b’s
c
cabalistic
cabaret”
cabbages
cabin
cabinet
cabins
cabin”
cacus
cacwς
caeteris
cai
cain
cairnes
cairon
cajoling
calamity
calculate
calculated
calculates
calculating
calculation
calculations
calculation”
calendarbrahmin
calenderers
calendering
calico
calicoes
calicoprinting
california
call
called
calling
callings
calls
caloric
caloricengines
cambers
cambrics
cambridge
cambridgeshire
came
cammell
camp
campagnes
campaign
campbell’s
campi
camps
canada
canal
canals
canary
cancel
cancels
cancer
candidate
candidates
candide
candle
candles
cannibals
canning
cannon
cannot
cannot”
cant
canteens
cantillon
canting
canton
cantons
cap
capabilities
capability
capable
capacities
capacity
capacité
cape
capital
capitalisation
capitalised
capitalising
capitalism
capitalist
capitalistand
capitalistic
capitalistically
capitalists
capitalists’
capitalists”
capitalisté
capitalist’s
capitals
capitalvalue
capitalwealth
capital’s
capital”
capitaux
capmakers
caprice
caprices
capricious
caps
captain
captains
captive
captured
car
caractère
carbon
carbonaceous
carbonic
carcase
card
cardiganshire
cardinal
carding
cardingroom
cardingroom”
cardini
cards
cardsetting
care
cared
careerists
careful
carefully
careless
carelessness
cares
carey
caricature
carli
carlile
carlisle
carlyle
carmarthenshire
carolinian
carpenter
carpenters
carpet
carpetloom
carpetmakers
carpets
carriage
carriagemaking
carriages
carried
carriers
carries
carrots
carry
carrying
carted
cartridges
carts
carttail
carve
case
cases
case”
cash
cassocks
cast
caste
castes
casting
castle
castlereagh
castle”
castoff
casts
caststeel
casualties
casuists
cat
catalogue
catastrophe
catastrophes
catch
catching
categories
category
catherine
catholic
catholicism
catholics
cattel
cattle
cattlebreeder
cattlebreeders
cattlebreeding
cattlepasture”
caught
caus
cause
caused
causes
causes”
cause”
causing
cavalry
caves
cavities
cazenove
cc
ce
cease
ceased
ceased”
ceaseless
ceases
ceasing
ceci
cela
celebes
celebrate
celebrated
celebrating
celebrity
celestialised
celibacy
cell
cellar
cellarboy
cellars
celle
celleci
celles
cellform
cells
celtic
celts
celui
cement
censor
census
cent
centimes
centimetres
central
centralisation
centre
centres
cents
centuries
centuries”
century
century”
cent”
cependant
cereal
cereals
cerebral
certain
certaine
certainly
certainty
certayne
certificate
certificates
certificates”
certified
certify
certifying
ces
cessation
cet
ceteris
cette
cf
ch
chacun
chaffing
chain
chains
chair
chairman
chalk
chalmers
chamber
chamberlain
champagne
champion
champions
chance
chancellor
chances
chandlers
chandlers’
chandlery
chandler’s
change
changeability
changed
changer
changes
changing
channel
channels
chanted
chanticleer
chaotic
chap
chapel
chapelenlefrith
chapelier
chaplain
chapmen
chapt
chapter
chapters
chaque
character
characterem
characterise
characterised
characterises
characteristic
characteristically
characteristics
characterizes
characters
character”
charge
chargeability
charged
charges
charitable
charity
charity”
charlemagne
charles
charlton
charm
charms
charm”
charnière
charta
charter
chartist
chase
chastelain
chastellenie
chastised
chattel
chattels
chauxdefond
che
cheap
cheape
cheapen
cheapened
cheapening
cheapens
cheaper
cheaper”
cheapest
cheaply
cheapness
cheated
cheating
cheating”
check
checked
checking
checks
cheek
cheek”
cheer
cheerful
cheeseman
chef
cheibuliez
chemical
chemie
chemie”
chemist
chemistry
chemistry”
chemists
cheque
cheques
cher
cherbuliez
chercher
cherish
cheshire
cheshire”
chest
chestdisease
chevalier
chevaliers
chevallier
chez
chicanery
chief
chiefly
chiefs
child
childhood
childish
childishly
childishness
childlabour
childmaterial
children
children’s
children”
childslavery
childstealing
child’s
child’splay
chimney
chimneysweeping
chimneysweeps
china
chinaman
china”
chinese
chipped
chisels
chlorine
chocolate
choice
cholera
choose
chooses
choose”
chopping
chose
chosen
choses
choses”
chrematistic
chrematon
chris
christ
christened
christens
christian
christianity
christians
christians”
christian”
christmas
chronic
chronicle
chroniclers
chronicles”
chronological
chronology
chrysalis
chucked
church
churches
churchmen
church’s
churka
ci
ciascuno
cicero
ciceronian”
cidevant
ciel
cincinnatus
cinq
circiter
circle
circles
circonstances
circuit
circuitous
circuits
circular
circulate
circulated
circulates
circulating
circulation
circulations
circulation”
circuler
circumcised
circumlocution
circumstance
circumstanced
circumstances
circumstances”
circumstantial
ciseleur
cit
citation
citations
cite
cited
cites
cities
citing
citizen
citizens
citizens”
citoyen
citoyens
city
civil
civile
civiles
civiles”
civilisation
civilised
civilly
civis
claim
claimed
claims
clair
clan
clanchief
clanland
clans
clansmen
clashing
class
classconsciousness
classe
classed
classes
classes’
classes’”
classes”
classi
classic
classical
classici
classification
classified
classinterests
classiques”
classrelations
classstruggle
classstruggles
class”
clause
clauses
clause”
claussen’s
clay
clayton
clean
cleaned
cleaning
cleanliness
cleanliness”
cleanly
cleansed
clear
clearance
cleared
clearer
clearest
clearheaded
clearing
clearings
clearly
clearness
clears
clear”
clergy
clergyman
clerical
clerks
clever
cleverer
cleverly
cleverness
clients
cliffs
climate
climates
climatic
climb
clinai
cling
cloak
cloaks
clobber
clock
clock”
cloisters
clonmel
close
closed
closely
closepacked
closer
closes
closet
cloth
clothe
clothed
clothes
clothiers
clothing
clothmakers
cloths
cloud
clouds
cloven
clover
clownish
club
clue
clumsily
clumsiness
clumsy
cluster
cm
cmc
cnh
co
coachmaker
coal
coalconsumption
coalesce
coalescing
coalition
coalitions
coalmining
coals
coarse
coarsely
coarser
coarsest
coast
coasting
coat
coatlike
coats
coat’s
cobbett
cobbett’s
cobbler’s
cobden
cobweb
cobwebs
cochrane
cockaigne
cocons
cocoons
code
codified
coercion
coercive
coexist
coexistence
coffee
cogency
cognisance
cognizance
cohabitation
cohesion
coin
coinage
coincide
coincided
coincident
coincides
coined
coining
coins
coke
col
colbert’s
cold
cold”
colins
colla
collaborator
collapse
collars
colleagues
collect
collected
collecting
collection
collections
collective
collectively
collector
collects
colledge
college
collegii
collegiorum
collier
collieries
collieries”
colliers
colliers’
colliers”
colliery
collins
collision
collisions
coll’esperienza
cologne
colonel
colonial
colonies
colonies”
colonisation
colonisation”
colonists
colonized
colony
colony”
colossal
colour
coloured
colours
columbus
column
com
combat
combed
comber
combers
combination
combinations
combination”
combine
combined
combines
combing
combingmachine
combining
comble
combles
combmaking
come
comes
comfort
comfortable
comfortably
comforted
comforts
comfort”
comic
comical
coming
comm
command
commanded
commanderinchief
commander”
commanding
commandments
commands
comme
commence
commenced
commencement
commencer
commences
commencing
commend
commensurability
commensurable
commensurable”
commensurately
comment
commentary
commentator
comments
commerce
commerce”
commercial
commerciale”
commercial”
commercium
commerçants
commission
commissioned
commissioner
commissioners
commissioners”
commissions
commission”
commit
commits
committed
committed”
committee
committee”
commodities
commodities’
commodities”
commodity
commoditycesare
commodityform
commodityowner
commodityowners
commoditypossessors
commodityproducers
commodityproducing
commodity’s
commodity”
common
commonest
commonly
commonplace
commonplaces
commons
commons’
commons”
communal
communauté
communes
communicated
communication
communications
communistic
communities
community
community’s
commutations
comm”
comp
compact
companies
companion
companions
company
comparable
comparative
comparatively
compare
compared
compares
comparing
comparison
comparison”
comparée
compass
compasse
compassion
compatible
compel
compelled
compelling
compels
compendium
compensate
compensated
compensates
compensating
compensation
compete
competence
competency
competent
competes
competing
competition
competition”
competitive
competitor
competitors
competitors”
compiere
compilation
compile
compiled
complacent
complain
complained
complained”
complains
complaint
complaints
complaisant
complement
complementary
complete
completed
completely
completeness
completes
completing
completion
complex
compliance
complicated
complication
complications
complimented
compliqué
component
components
compose
composed
composed”
composite
composition
compositions
compositor
compositors
compositum
compound
compounds
compratori
comprehend
comprehending
comprehensibility
comprehensible
comprehension
comprehensive
compress
compressed
comprise
comprised
comprises
comprising
compromise
compromises
compromising
compromising’
compte
comptes
compulsion
compulsorily
compulsory
computed
computing
comte
comtist
comune
con
concatenations
concave
conceal
concealed
conceals
concede
conceive
conceived
concentrate
concentrated
concentrated”
concentrates
concentrating
concentration
concept
conception
conceptions
concern
concerned
concerned”
concerning
concerns
concert
concession
concessions
conciliated
conciseness
conclude
concluded
concluded”
concludes
concluding
conclusion
conclusions
conclusive
conclusively
concocted
concomitant
concordia
concoure
concourse
concours”
concrete
concur
concurrence
concurrently
condamne
condamnées
condemn
condemnation
condemned
condemning
condemns
condensation
condensed
condescend
condillac
condillac’s
condiments
conditio
condition
conditioned
conditions
condizioni”
condorcet
conducing
conduct
conducted
conducted”
conducting
conductor
conductors
conducts
conduits
cones
coneyne
conf
confer
conference
conferred
confers
confess
confessed
confessedly
confesses
confession
conficere
confidence
confident
confine
confined
confinement
confines
confirmed
confirms
confiscated
confiscates
conflict
conflicting
conflicts
conform
conformably
conformed
conformity
conforms
confound
confounded
confounding
confounds
confront
confrontation
confronted
confronting
confronts
confrères
confuse
confused
confusedly
confuses
confusing
confusion
congealed
congeals
congelation
congelations
congenial
congenital
conglomeration
congratulate
congregated
congress
congress”
conjectured
conjunction
conjunctures
conjure
conjured
conjuring
connaissances
connaissant
connaissons
connected
connecting
connection
connexion
connexions
conquer
conquered
conquering
conqueror
conquerors
conquers
conquest
consacrer
conscience
conscientious
conscious
consciously
consciousness
conscription
conscripts
consecutive
consecutively
consent
consented
consentir
consequence
consequences
consequence”
consequent
consequentially
consequently
conservation
conservative
consider
considerable
considerably
consideration
considerations
considerations”
considered
considered”
considering
considers
considère
considére
considéré
consigned
consignment
consignments
consilium
consist
consiste
consisted
consistence
consistent
consisteth
consisting
consists
consolation
console
consolent
consolidated
consommateur
consommation
consommations
consomment
consommer
consommer”
consommées
consonance
consonant
consort
const
constable
constancy
constant
constantin
constantly
constituent
constituents
constitutas
constitute
constituted
constitutes
constituting
constitution
constitutional
constitutions
constrained
constraint
constrayned
construct
constructed
constructing
construction
construction”
constructive
consult
consulted
consulting
consults
consume
consumed
consumed”
consumer
consumers
consumers”
consumes
consuming
consummation
consumption
consumptionfund
consumptions”
consumption”
consumptive
conta
contact
contagion
contagious
contain
contained
containing
contains
contaminating
contava”
contemplate
contemplated
contemplates
contemporaneous
contemporaries
contemporary
contempt
contemptible
contemptuously
contend
contends
content
contented
contenting
contention
contents
contest
contests
context
continent
continental
contingent
contingents
continual
continually
continuance
continuance”
continuation
continue
continued
continuellement
continues
continuing
continuity
continuous
continuously
contra
contract
contractants
contractbreaking
contracted
contractile
contracting
contraction
contractions
contractor
contractor’s
contracts
contract”
contradicted
contradiction
contradictions
contradictory
contradicts
contradistinction
contraire
contrariety
contrariwise
contrary
contrary”
contrast
contrasted
contrasted”
contrasting
contrat
contre
contrepartie
contrey
contribuent
contribute
contributed
contributes
contributing
contribution
contributions
contributions”
contrivance
contrivances
contrive
contrived
control
controlled
controlling
controls
control”
controversies
controversy
convenience
conveniencies
convenient
conveniently
convention
conventional
conventional”
conventions
convention”
conversant
conversations
converse
conversely
conversion
convert
converted
convertibility
convertible
converties
converting
converts
convex
conveyed
conveying
convict
convicted
conviction
convictions
convicts
conviennent
convince
convinced
convinces
convincing
convincingly
cook
cookery
cooking”
cookshops
cooksley
cool
coolest
cooling
cooper
cooperate
cooperated
cooperates
cooperating
cooperation
cooperation”
cooperative
cooperators
coordinate
cope
copia
copied
copies
copossessor
copper
coppermining
coppicewood
copy
copying
coquetted
coral
corals
corbet
corbon
cord
cordial
cordial”
core
corinth
cork
cormaraunte
corn
corners
cornerstone
cornets
cornfield
cornfields
cornstacks
cornwall
corn”
corollary
coromandel
coroner’s
corporal
corporate
corporation
corporations
corpore
corps
corpses
corps”
correct
corrected
correcting
correction
correctionnel
correctly
correctness
correlation
correlative
correspond
corresponded
correspondent
corresponding
correspondingly
corresponds
corrompre
corrupt
corrupted
corrupting
corruption
corrupts
corsetmakers
corso
corvée
corvéelabour
corvées
cose
cosmical
cost
costing
costly
costprice
costs
costs”
cot
coterminous
cots
cottage
cottageowners
cottagers
cottages
cottagespeculators
cottages”
cottar
cotton
cottoncrises
cottoncrisis
cottonfactory
cottongrower
cottonplanter
cottonplanters
cottonspinner
cottonspinners
cottonspinning
cottonweavers
cottonweaving
cottonworkers
cotton”
cot”
couche
couchetil
cough
could
could”
couleur
council
counsellors
count
counted
countenance
counteract
counteracted
counterbalance
counterpart
counterpoise
counterpole
counterpressure
countervaile
counties
counting
countless
countrey”
countries
country
countrymen
countrymen”
country”
counts
county
coup
couple
coupled
couples
courage
courcelleseneuil
cours
course
courses
court
courts
couvrir
coventry
cover
covered
covering
covers
covetous
cow
coward
cowardice
cowardly
cowell
coûte
coûtent
crack
cracked
cradle
craft
craftily
crafts
craftsmen
crafty
craft”
crags
craig
cram
crammed
crank
crapes
crash
crave
cravings
crazy
cream
creari
create
created
created”
creates
creating
creation
creations
creator
creators
creature
creatures
creazione
credence
credit
creditmoney
creditor
creditors
credits
credit”
credo
creed
creep
creeping
creeps
crematon
crepidam”
cretinism
cretins
crevice
crhmasi
crhmata
crhmatwn
crib
cribbling
cried
cries
crime
crimea
crimean
crimes
criminal
criminals
cringing
crippled
crippling
crises
crisis
crispinus
critic
critical
critically
criticise
criticised
criticises
criticising
criticism
criticisms
critique
crocker
croient
croirait
croire
croissant”
cromwell’s
crooke
crooked
crop
crops
cross
crossexamination
crossexaminers
cross’
crotchet
crouch
crowd
crowded
crowding
crowds
crowed
crown
crowned
crowning
crowns
crown”
crude
crudest
crudity
crue
cruel
cruelly
cruelties
cruelty
cruel”
crumbles
crush
crushed
crushes
crushing
crusoe’s
crusos”
crusou
cry
crying
crystal
crystallisation
crystallised
crystallises
crystallising
crystallize
crystals
crédit
crédit”
cuba
cubic
cubical
cudgelling
cull
culled
culminated
culminates
culminating
culpa
cult
cultivate
cultivated
cultivates
cultivateur
cultivating
cultivation
cultivator
cultivators
culture
cultured
cultus
cultuvating
cunning
cup
cupidity
cupid”
curanda
curb
curbed
cure
curiosa
curious
curo
currencies
currencies”
currency
currency”
current
curse
cursory
curtailment
curtailments
curtilage
curtsey
curvature
curved
custodi
custodi’s
custody
custom
customary
customer
customers
customs
cut
cutanddried
cute
cutler
cuts
cutter
cutters
cutting
cuvier
cwt
cwts
cycle
cycles
cyclopean
cyclops
cylinder
cylinders
cynic
cynical
cynically
cynicism
cyrop
célérité
c–m
c–m–c
c––––––
c’est
c’estàdire
c’était
c’”
c”
da
dabbles
daedalus
daffaires
dahin
daily
daire
daire’s
dakka
dalhousie’s
damage
damages
damaging
damaskweaver
dame
damned
damning
damp
danaro
dance
danger
dangerous
dangers
danielson
danno
dans
dante
danubian
danubiennes”
danzig
dare
dared
daresay
daring
dark
darkest
darkness
darstellung
darwen
darwin
das
dash
data
date
dated
dates
date”
dating
daughter
daughters
daumer
dave
david
david”
dawn
dawned
dawning
day
daylabour
daylabourer
daylabourers
daylabourer”
daylight
dayor
dayrate
days
dayset
dayshift
days’
days”
daytime
daywage
daywages
daywork
day’s
day”
dazes
dazzling
daß
de
dead
deadlock
deadly
deafening
deal
dealer
dealers
dealers”
dealing
dealings
deals
dealt
dear
deare
dearer
dearer”
dearest
dearness
dearth
death
deathbed
deathrate
deathrates
deaths
deathsleep
death”
debase
debasing
debate
debated
debauchery
debilitated
debility
debt
debtmaking
debtor
debtors
debtors’
debts
dec
decade
decadence
decades
decaied
decay
decayed
decaying
deceased
deceit
deceive
deceived
december
decency
decency”
decennial
decent
decently
decide
decided
decidedly
decides
decimal
decimate
decimated
decimates
decimation
decipher
deciphered
decision
decisions
decisive
decisively
decks
declaim
declamations
declamatory
declaration
declare
declared
declares
declaring
decline
decompose
decomposed
decomposing
decomposition
decorated
decoy
decrease
decreased
decreases
decreases”
decreasing
decree
decreed
decrees
decrepitude
decupled
dedicates
deduce
deduced
deduces
deducible
deduct
deducted
deducting
deduction
deductions
deductive
deeds
deed”
deem
deemed
deep
deeper
deeperlying
deepest
deeply
deer
deerforest
deerforests
deerforest’
defaced
defeat
defeated
defect
defective
defects
defence
defenceless
defences
defend
defended
defender
defenders
defends
defense
defensive
deficiencies
deficiency
deficient
deficit
define
defined
defined”
defines
defining
definite
definitely
definition
definitions
definition”
defrauded
defrauding
defter
degenerate
degenerated
degeneration
degradation
degradation”
degrade
degraded
degrading
degrading”
degree
degrees
degré
dei
deipn
deipnosophists
deism
delay
delayed
delays
delegated
delegates
deleted
deleterious
deliberate
deliberately
deliberations
delicacy
delicate
delicate”
delight
delights
deliver
deliverance
delivered
delivering
delivery
della
delle
dell’universo
dell’uomo
delphic
deluding
deluged
delusion
delusive
del’écon
dem
demand
demandait
demanded
demanded”
demanding
demands
demands”
demand”
demarcation
demeanour
demerits
demesnes
demiurgos
democratic
demolish
demolished
demolishing
demolition
demon
demonetise
demonstrate
demonstrated
demonstrates
demonstration
demonstrations
demoralisation
demoralise
demoralised
demoralising
demurely
den
denaturalised
denial
denied
denies
denomination
denominations
denomination”
denominator
denotes
denoting
denounced
denounces
denrée
denrées
denrées”
dens
dense
densely
denselypopulated
denser
density
dens’
denude
denunciation
denunciations
deny
denying
deo
departe
departed
departement
department
departments
departure
depend
depended
dependence
dependent
dependents
dependents”
depending
depends
depict
depicted
depicts
depletion
depletive
deplorable
deplore
deplored
deplores
depopulated
depopulated”
depopulating
depopulation
deposes
deposit
depositions
depositor
depositories
depository
deposits
depot
depraved
depreciate
depreciated
depreciates
depreciating
depreciation
depress
depressed
depressing
depression
deprivation
deprive
deprived
deprives
depriving
deptford
depth
depths
depuis
deputation
depôt
der
derangement
derby
derbyshire
derivation
derivative
derive
derived
derives
deriving
derogates
derogatory
des
descartes
descartes’
descendants
descending
describe
described
describes
describing
description
descriptions
descriptive
desecrating
desert
deserting
deserts
deserve
deserved
deserves
designate
designated
designates
designation
designed
desinat
desirable
desirable”
desire
desired
desires
desk
desolated
desolation
desolations
despair
despatch
desperate
despicable
despite
despoiling
despond
despotic
despotism
destination
destined
destiny
destitute
destitution
destroy
destroyed
destroyed”
destroyer
destroying
destroys
destruction
destructive
destutt
desultory
detached
detail
detailed
detailfunction
detailmachine
detailoperation
details
detailworker
detect
detected
detected”
detection
detective
detects
detention
deteriorate
deteriorated
deteriorating
deterioration
determinable
determinate
determination
determine
determined
determined”
determines
determining
detestable
dethroned
deutschfranzösische
deux
devant
devastation
develop
developed
developing
development
developments
develops
devenu
deviate
deviates
deviating
deviation
deviations
device
devices
devienne
devient
devil
devils
devise
devised
devoid
devoir
devoirs
devolved
devolves
devon
devonshire
devote
devoted
devotes
devoting
devoured
devourers
devoutly
devrait
dewitt
dewsbury
dexterity
dexterous
de’popoli
de’venditori
di
dia
diaboles
diabolic
diabolical
dial
dialect
dialectic
dialectical
dialectics
dialects
dialogue
dialogues
diameter
diametrically
diamond
diamonds
dictate
dictated
dictates
dictation
dictatorially
dictionary
dictionary”
didactic
diderot
didn’t
die
died
died”
diem
dies
diet
dietary
dietzgen’s
diet”
dieu
dieu”
die”
differ
difference
differences
different
differentia
differentiated
differentiates
differentiation
differentiations
differently
differing
differs
difficult
difficulties
difficulties”
difficulty
difficulté
difficultés
difficult”
diffèretil
dig
digested
digestion
digestion”
digestive
digging
diggings
dignitaries
dignity
dijon
dilapidated
dilemma
diligence
diligent
diligent”
dilute
dimanche
dimensions
diminish
diminished
diminishes
diminishing
diminue
diminuent
diminuer
diminuere
diminution
diminutions
dimmi
dine
dined
dinner
dinner”
diodorus
diodor’s
diollutai”
diornalis
diphtheria
dipping
dir
dirct
dire
direct
directed
directing
direction
directions
direction”
directly
director
directors
directs
dirigent
diriger
dirt
dirtiest
dirty
dirty”
dis
disadvantage
disadvantageous
disadvantages
disagreeable
disant
disappear
disappearance
disappeared
disappears
disappointed
disappointing
disapproved
disastrous
disburdening
discarded
discernment
discharge
discharged
discharges
discharging
disciple
disciples
discipline
disciplined
disclaimed
disclose
disclosed
discloses
disclosing
discoloured
disconnected
discontent
discontinue
discontinuous
discord
discounted
discountenancing
discounting
discouraged
discours
discourse
discourse”
discover
discovered
discoverer
discoverers
discoveries
discovering
discovers
discovery
discovery”
discreditable
discrepancy
discrete
discretion”
discrimina
discuss
discussed
discusses
discussion
discussions
disdain
disease
diseased
diseases
diseases”
disengage
disengaged
disfavour
disfigured
disgrace
disgraceful
disgraceful”
disguise
disguised
disguises
disgusting
disheartened
disintegration
disinterested
disjecta
dismal
dismembered
dismissed
dismisses
disobey
disorders
disorganisation
disorganised
disparate
dispels
dispendieux
dispensary
dispense
dispensed
dispenser
dispenses
dispersed
dispersion
dispersion”
dispirit
displace
displaced
displacement
displaces
displacing
displayed
displays
displeasure
disponible
disposable
disposal
dispose
disposed
disposes
disposition
dispositions
dispossessed
dispossessing
disproportion
disproportionate
disproportioned”
disproving
disputation
dispute
disputes
disputes”
disputing
disregard
disrepute
dissatisfaction
dissembled
disseminated
dissemination
dissent
dissertation
dissipates
dissipating
dissipation
dissolute
dissolution
dissolved
dissolves
dissolving
distaff
distance
distances
distant
distiller
distillers
distinct
distinctement
distinction
distinctions
distinctive
distinctly
distinguish
distinguishable
distinguished
distinguishes
distinguishing
distort
distracting
distress
distressed
distressing
distress”
distribute
distributed
distributes
distributing
distribution
district
districts
districts”
district”
disturb
disturbance
disturbances
disturbed
disturbing
disturbs
dit
ditch
dite
dites
dithyrambus
divers
diverse
diversions
diversity
divert
diverted
divide
divided
divided”
dividendosi
divides
dividing
divine
divise
divisible
division
divisions
divisions”
division”
divorcing
divulge
docile
docility
docility”
docks
doctor
doctors
doctrinaire
doctrinaires
doctrine
document
documentary
documents
dodge
dodges
doe
doffed
dog
dogberries
dogberry
dogma
dogmas
dogmatic
dogmatism
dognature
dogs
dog”
doingup
doit
doive
doivent
doleful
doles
dollar
domain
domains
domestic
domesticated
domiciled
dominant
dominated
dominates
domination
domingo
dominion
donc
done
done”
donne
donnent
donner
donneur
donnez
donné
dont
don’t
doomed
doomsday
door
doors
doors”
doorway
dormerwindow
dorset
dorsetshire
doses
dosing
doth
douanes
double
doubleacting
doubled
doubleday
doubledyed
doubled”
doubles
doublesized
doubling
doubt
doubted
doubtful
doubtless
doubts
dough
doughtily
dough’
doute
doute”
doveholes
downe
downpatrick
downs
down”
dowries
dozen
dozens
do’
do”
dr
drachmas
draft
drafted
drafthorses
drafts
drag
dragged
dragon
drags
drain
drainage
drained
draining
drainpipes
drains
drakes
dramatic
dramatis
draught
draughts
draw
drawbacks
drawer
drawers
drawing
drawingframe
drawn
draws
dread
dreadful
dream
dreamed
dreamt
dregs
drehen
dress
dressed
dresses
dressing
dressmaker
dressmakers
dressmakers’
dressmaking
dress”
drew
dried
dries
driest
drill
drilling
drills
drink
drinking
drinks
drink”
dripping
dritte
drive
driven
driver
drivers
driver”
drives
driving
droits
droll
droning
drop
dropping
drove
drown
drownded
drowned”
drowns
drubbing
drudge
drudged
drudgery
drudges
druggists
drum
drums
drunk
drunken
dry
dryden
drying
dryingroom
dryingrooms
drôme
du
dual
dub
dublin
dublin”
duc
ducal
ducat
duchess
ducks
ducpétiaux
dudley
due
duedays
dues
dufferin
duffy
dugald
duke
dull
duly
dumont
dung
dunged
dungeons
dunkeln”
dunkirk
dunning
dunton
duplicité
dupont
durable
duration
durent
durham
durham”
durst
dust
dustladen
dust”
dutch
dutchman
duties
dutiful
duty
duxerit
dwarf
dwarfed
dwarfish
dwarflike
dwarfs
dwell
dwellers
dwelling
dwellinghouse
dwellinghouses
dwellings
dwells
dwindle
dwindled
dwindles
dwindling
dye
dyeing
dyer
dyers
dyes
dyestuff
dyeworks
dying
dykes
dynamic
dynasties
dynasty
dyspepsia
däo
décembre
décidée
déclare
déclarées
décombres
défait
défendu
délibérations
déluge
dépend
dépendent
dépens
dépense
dés
désavantageux
désirer
détermine
déterminé
détruit
développe
développement
dévider
dévideuses
dû
dühring
d’abord
d’accepter
d’acheter
d’addition
d’agrément”
d’association
d’attention
d’augmenter
d’autant
d’autre
d’autres
d’autrui
d’avec
d’econ
d’economie
d’en
d’enfants
d’enseignement
d’esprit
d’esta
d’et
d’etre
d’eux
d’expliquer
d’exécuter
d’hommes
d’hracleitos
d’imputer
d’industrie
d’institutions
d’obtenir
d’oeuvre
d’ogni
d’oppression
d’un
d’une
d’utile
d’utilité
d’échange
d’échappement
d’égalité
d’état
d’être
d”
e
eager
eagerly
eagerness
ear
earclipping
earl
earlier
earliest
early
earn
earned
earnest
earnestly
earning
earnings
earns
earn”
ears
earth
earthenware
earthenwares
earthly
earth’s
earth”
ease
easier
easily
easing
east
eastend
eastern
eastindia
easy
eat
eate
eaten
eaters
eating
eaton
eats
eaudevie
eaves
ebb
ebbing
ebbings
ebbs
ebenezer
echoed
eckart”
eclectic
econ
economia
economic
economical
economically
economico
economics
economise
economised
economises
economising
economist
economistes
economists
economists”
economy
economy”
econ’
econ”
ed
eden
eden’s
edge
edict
edification
edifying
edin
edinburgh
edinburgh”
edit
edited
editing
edition
editions
editor
editors
edmund
edn
eduard
educate
educated
educated”
education
educational
education”
edward
effect
effected
effected”
effecting
effective
effectively
effectiveness
effects
effects”
effectual
effectually
effectuate
effectuates
effect”
effervescence
effet
effets”
efficacy
efficiency
efficient
efflux
effort
efforts
effrontery
effroyable
eg
egad
eggs
eggs”
egli
egoism
eguale
egualità
egypt
egyptian
egyptians
egyptiens
eigenthümlich
eight
eighteen
eighteene
eighteenpence
eighteenth
eighth
eighttenths
eighty
eigniorage
ein
einer
ein”
either
eiv
ejus”
ek
ekasta
elaborate
elaborated
elaboration
elapsed
elastic
elasticity
elbe
elder
eldest
eleanor
eleatics
elected
electioncry
elective
electorate
electric
electricity
electromagnetic
element
elementary
elementi
elements
elephant’s
elevation
eleven
eli
eliminate
eliminated
eliminating
elimination
elise
elite
elizabeth
elizabeth’s
elle
ellipse
ellipsis
ellis
ells
eloquently
els
else
elsewhere
elsewhere”
else’s
elucidation
emanates
emanate”
emanation
emancipate
emancipated
emancipation
emasculated
embassy
embezzled
embittered
embleton
embodied
embodies
embodiment
embodiments
embody
embossed
embrace
embraced
embracing
embryo
embryonic
emendation
emere
emerging
emersed
emery
emigrant
emigrants
emigrate
emigrated
emigrates
emigrate’
emigrating
emigration
eminent
eminently
eminents”
emp
emparez
emperor
emphasised
emphasises
emphatically
empire
empirically
empiricus
empl
emploie
employ
employed
employed’
employed”
employee
employees
employer
employera
employers
employers”
employer’s
employer”
employing
employing’
employment
employments
employment”
employs
employé
employés
employ”
emporium
empowered
empowering
empt
emptied
empty
emulation
en
enable
enabled
enables
enabling
enact
enacted
enactment
enactments
enactments”
enactment”
enamel
enamellers
enamelling
encamped
enchanter’s
enclosed
enclosing
enclosure
enclosures
encolleurs
encore
encounter
encounters
encourage
encouraged
encourager
encouraging
encroachers”
encroaches
encroaching
encroachment
encumber
encumbered
encyclop
encyclopaedias
encyclopedic
end
endearing
endeavor
endeavour
endeavoured
endeavours
ended
ending
endless
endorsed
endow
endowed
endowments
endows
ends
endurable
endurance
endure
enduring
enemies
enemy
energetic
energetically
energy
enfants
enfeebling
enfin
enforce
enforced
enforced”
enforcement
enforces
enforceth
enforcing
enfranchisement
eng
engage
engaged
engager
engels
engendered
engine
enginedriver
engineer
engineering
engineers
engineers”
engineer’s
enginehouse
enginepower
engines
engl
england
englands
englands”
england’s
england”
english
englishcommodities
englishman
englishmen
engross
engrossing
engulfed
enhanced
enhancement
enigmatical
enjoin
enjoining
enjoy
enjoyed
enjoyment
enjoyments
enjoyment”
enjoys
enlarge
enlarged
enlargement
enlarges
enlighten
enlightened
enlisting
enlistment
enlists
ennis
enormous
enormously
enough
enough”
enquiry
enrich
enriched
enriches
enriching
enrichment
enrolled
enrolling
enseigne
ensemble
enslaved
enslavement
enslaving
ensor
ensue
ensuing
ensuite
ensure
ensured
entail
entails
entanglement
entartung
entendre
entendus
enter
entered
entering
enterprise
enterprises”
enterprising
enters
entertained
enthusiastic
entice
enticed
entierement
entire
entirely
entirely”
entirety
entitled
entière
entombment
entre
entrenched
entrepreneurs
entrepreneurs”
entrepreneur’s
entreprises
entries
entrusted
entry
enumerates
enumerating
enumeration
enunciated
enunciates
envelope
envelopes
environment
environnent
ep
epakoloothein
epicurus
epidemic
epidemics
epigones
epigonoi
epigram
epiterpetai
epithet
epitomised
epoch
epochmaking
epochs
equal
equalisation
equalise
equality
equalled
equally
equate
equated
equating
equation
equations
equilibrates
equilibrium
equipage
equipped
equivalence
equivalent
equivalentform
equivalents
equivalents”
equivalent”
equivocal
era
erano
erat
erde
ere
erect
erected
erected”
erecting
erection
erects
erga
ergo
ergoiς”
erin
erit
erlangen
err
errantry
erred
erroneous
erroneously
error
errors
errs
erschütterten
erster
erudition
es
escamotage
escape
escaped
escapement
escapements
escapes
escaping
eschews
eschwege
escorts
esercitano
eskrigge
esoteric
espace
especial
especially
esprit
esprits
espèce
espèces
esq
esquimaux
essay
essayist
essays
essay”
esse
essen
essence
essential
essentially
essentiel
essere
essex
esse”
essi
est
establish
established
established”
establishes
establishing
establishment
establishments
establishments”
estate
estates
estates”
estimate
estimated
estimates
estimating
estimation
estin
estrange
estrangement
est”
et
etc
etc”
eternal
eternally
eternise
eternises
ethelei
ethiopia
etienne
etiquette
